Repository: vlajna95/tefter
Catalog: locale/*/LC_MESSAGES/Tefter.po
Languages: sr

source: New contact Ctrl+N
sr: Novi kontakt Ctrl+N

source: Add a new contact
sr: Dodaj novi kontakt

source: Edit contact Ctrl+E
sr: Izmeni kontakt Ctrl+E

source: Edit contact info
sr: Izmeni informacije o kontaktu

source: Delete contact Ctrl+D
sr: Obriši kontakt Ctrl+D

source: Delete a contact from your database
sr: Obriši kontakt iz baze

source: Export contacts Alt+E
sr: Izvezi kontakte Alt+I

source: Export your contacts to a textual document
sr: Izvezi kontakte u tekstualni dokument

source: Exit
sr: Izlaz

source: Close the program
sr: Zatvori program

source: Contacts
sr: Kontakti

source: New appointment Ctrl+Shift+N
sr: Nova beleška Ctrl+Shift+N

source: Add an appointment for the selected contact
sr: Dodaj belešku za odabrani kontakt

source: Export appointments Alt+Shift+E
sr: Izvezi beleške Alt+Shift+I

source: Export your appointments to a textual document
sr: Izvezi beleške u tekstualni dokument

source: Appointments
sr: Beleške

source: Search contacts
sr: Pretraži kontakte

source: New contact
sr: Novi kontakt

source: Edit contact
sr: Izmeni kontakt

source: Name
sr: Ime

source: Phone
sr: Broj

source: Comments
sr: Komentari

source: There was an error connecting to the database. Please try again or contact the app developer for help.
sr: Došlo je do greške pri povezivanju sa bazom podataka. Molimo pokušajte ponovo ili kontaktirajte autora za pomoć.

source: Error
sr: Greška

source: Are you sure you want to delete these contacts?
sr: Da li sigurno želiš da ukloniš ove kontakte?

source: Are you sure you want to delete this contact?
sr: Da li sigurno želiš da ukloniš ovaj kontakt?

source: New appointment Ctrl+N
sr: Nova beleška Ctrl+N

source: Add a new appointment
sr: Dodaj novu belešku

source: Edit appointment Ctrl+E
sr: Izmeni belešku Ctrl+E

source: Edit the selected appointment
sr: Uredi odabranu belešku

source: Delete appointment Ctrl+D
sr: Obriši belešku Ctrl+D

source: Delete the selected appointment
sr: Obriši odabranu belešku

source: Exit Alt+F4
sr: Izlaz Alt+F4

source: Close the app
sr: Zatvori program

source: Options
sr: Opcije

source: Search appointments
sr: Pretraži beleške

source: List of appointments
sr: Lista beleški

source: Year
sr: Godina

source: Search by year
sr: Pretraži po godini

source: Month
sr: Mesec

source: Search by month
sr: Pretraži po mesecu

source: Day
sr: Dan

source: Search by date
sr: Pretraži po datumu

source: Contact
sr: Kontakt

source: Time
sr: Vreme

source: Title
sr: Naziv

source: Details
sr: Detalji

source: Importance
sr: Hitnost

source: There are no appointments for this year.
sr: Nema beleški za ovu godinu.

source: Oops
sr: Ups

source: There are no appointments for this month.
sr: Nema beleški za ovaj mesec.

source: There are no appointments for this date.
sr: Nema beleški za ovaj datum.

source: New appointment
sr: Nova beleška

source: Hour
sr: Sati

source: Minutes
sr: Minuti

source: Appointment
sr: Beleška

source: How important is this appointment?
sr: Koliko je ova beleška važna?

source: Add
sr: Dodaj

source: Cancel
sr: Otkaži

source: Edit appointment
sr: Izmeni belešku

source: Edit day
sr: Izmeni dan

source: Edit month
sr: Izmeni mesec

source: Edit year
sr: Izmeni godinu

source: Edit hour
sr: Izmeni sate

source: Edit minutes
sr: Izmeni minute

source: Edit title
sr: Izmeni naziv

source: Edit importance
sr: Izmeni hitnost

source: Save changes
sr: Sačuvaj promene

source: Date
sr: Datum

source: Are you sure you want to delete these appointments?
sr: Da li sigurno želiš da ukloniš ove beleške?

source: Are you sure you want to delete this appointment?
sr: Da li sigurno želiš da ukloniš ovu belešku?

source: Exported contacts
sr: Izvezeni kontakti

source: Exported appointments
sr: Izvezeni podsetnici

source: New name
sr: Novo ime

source: New phone
sr: Novi broj

source: New email
sr: Novi email

source: New comments
sr: Novi komentari

source: Smart notebook
sr: Pametni tefter

source: E&xit Alt+F4
sr: I&zlaz Alt+F4

source: &File
sr: &Opcije

source: &New contact Ctrl+N
sr: &Novi kontakt Ctrl+N

source: &Edit contact Ctrl+E
sr: Izm&eni kontakt Ctrl+E

source: &Delete contact Ctrl+Delete
sr: &Ukloni kontakt Ctrl+Delete

source: Delete one or more contacts from your database
sr: Ukloni jedan ili više kontakata iz baze

source: Exp&ort contacts Alt+E
sr: Iz&vezi kontakte Alt+I

source: Re&fresh contacts Ctrl+F5
sr: &Osveži kontakte Ctrl+F5

source: Display all contacts in the list
sr: Prikaži sve kontakte

source: &Contacts
sr: &Kontakti

source: &New appointment Ctrl+Shift+N
sr: &Nova beleška Ctrl+Shift+Shift+N

source: &Edit appointment Ctrl+Shift+E
sr: Izm&eni belešku Ctrl+Shift+E

source: &Delete appointment Ctrl+Shift+Delete
sr: &Ukloni belešku Ctrl+Shift+Delete

source: Exp&ort appointments Alt+Shift+E
sr: &Izvezi beleške Alt+Shift+I

source: Re&fresh appointments Ctrl+Shift+F5
sr: &Osveži beleške Ctrl+Shift+F5

source: Display all appointments in the list
sr: Prikaži sve beleške

source: &Appointments
sr: &Beleške

source: List of contacts
sr: Lista kontakata

source: Details about the selected contacts
sr: Detalji o odabranim kontaktima

source: Details about the selected appointments
sr: Detalji o odabranim beleškama

source: New title
sr: Novi naziv

source: nobody
sr: niko

source: Default "nobody" contact
sr: Podrazumevani prazni ("niko") kontakt
